---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TrussFamilyBottomChordEndReleaseType
source: html/d742563c-966d-7878-975b-6d664240c5a3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TrussFamilyBottomChordEndReleaseType Property

"End Release"

## Syntax (C#)
```csharp
public static ForgeTypeId TrussFamilyBottomChordEndReleaseType { get; }
```